---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.RevitServerUnauthorizedException
source: html/11366914-ea1b-31b1-0fcb-448e03914f02.htm
---
# RevitServerUnauthorizedException Properties

The information of the function throwing the exception.